Repository: opendroid-Team/dbackup
Catalog: usr/lib/enigma2/python/Plugins/Extensions/dBackup/locale/*/LC_MESSAGES/*.po
Languages: lt

source: no
lt: ne

source: yes
lt: taip

source: Settings
lt: Nuostatos

source: Pluginlist
lt: Įskiepiai

source: Extension
lt: Plėtinys

source: both
lt: abu

source: all
lt: visi

source: Rescue Bios
lt: BIOS atkūrimas

source: direct
lt: tiesioginis

source: daemon
lt: valdiklis

source: system
lt: sistema

source: container
lt: talpa

source: Select tar.*z image for flashing
lt: Pasirinkite tar.*z atvaizdą diegimui

source: Disclaimer
lt: Atsakomybės ribojimas

source: Info
lt: Informacija

source: This way of flashing your Dreambox is not supported by DMM. You are using it completely at you own risk! If you want to flash your Dreambox safely use the Recovery Webinterface! May the Power button be with you!
lt: Toks jūsų Dreambox diegimas DMM nepalaikomas. Naudokite šį būdą vien savo atsakomybe! Jei norite įdiegti saugiai, naudokite internetinę atkūrimo sąsają! Tam naudokite įjungimo mygtuką!

source: Dreambox Backup Plugin by gutemine Version %s
lt: Dreambox atsarginio kopijavimo įskiepis, sukurtas gutemine; vers. %s

source: Flashing
lt: Diegimas

source: Backup
lt: Atsarginė kopija

source: Configuring
lt: Konfigūruojama

source: Checking
lt: Tikrinama

source: dBackup is busy ...
lt: dBackup užimtas...

source: Enter Backup Imagename
lt: Įrašykite atsarginės kopijos pavadinimą

source: Enter Backup Path
lt: Nurodykite atsarginės kopijos kelią

source: Sorry, currently not supported on this Dreambox type
lt: Atleiskite, šis Dreambox modelis dar nepalaikomas

source: Sorry, no correct tar.*z file selected
lt: Atleiskite, nepasirinkta teisingo tar.*z failo

source: Sorry, no xz binary found
lt: Nerasta dvejetainio xz failo

source: Refresh
lt: Atnaujinti

source: Nothing mounted at %s
lt: Į %s nieko nepajungta

source: Sorry, use Barry Allen for Backup
lt: Atleiskite, atsarginiam kopijavimui naudokite Barry Allen

source: Sorry, use LowFAT for Backup
lt: Atleiskite, atsarginiam kopijavimui naudokite LowFAT

source: Sorry, Flashing works only in Flash
lt: Atleiskite, diegimas veikia tik iš diegimo laikmenos

source: Sorry, dBackup webinterface is currently disabled
lt: Sorry, dBackup internetinė sąsaja uždrausta

source: use back button in browser and try again!
lt: grįžkite naršyklės 'atgal' mygtuku ir bandykite vėl!

source: Exit
lt: Uždaryti

source: Press OK now for flashing %s Box will reboot automatically when finished!
lt: Diegimui pradėti, spauskite 'OK' %s Pabaigus, sistema automatiškai pasileis iš naujo!

source: Are you sure that you want to flash now %s ?
lt: Ar tikrai norite įdiegti %s dabar?

source: Recovery Image from Feed
lt: Atkūrimo atvaizdas iš šaltinių

source: Sorry, Flashing of %s was canceled!
lt: Atleiskite, %s diegimas nutrauktas!

source: Sorry, no device choosen
lt: Atleiskite, įrenginių nepasirinkta

source: Sorry, no device found
lt: Atleiskite, įrenginių nerasta

source: Are you sure that you want to FORMAT recovery device %s now for %s ?
lt: Ar tikrai norite FORMATUOTI atkūrimo įrenginį %s dabar %s?

source: umount failed, Sorry!
lt: atjungti nepavyko!

source: Sorry, %s device not mounted writeable
lt: Atleiskite, įrenginys %s nepajungtas rašymui

source: recovery stick creation failed, Sorry!
lt: atkūrimo USB laikmenos sukurti nepavyko!

source: Sorry, %s device not mounted
lt: Atleiskite, įrenginys %s nepajungtas

source: Flash Backup to %s finished with imagename: %s.%s BUT it has I/O Errors
lt: Atsarginė kopija padaryta į %s ir vadinasi: %s.%s BET yra įv./išv. klaidų

source: Flash Backup to %s finished with imagename: %s.%s
lt: Atsarginė kopija padaryta į %s ir vadinasi: %s.%s

source: nothing entered
lt: nieko neįrašyta

source: already exists,
lt: jau yra,

source: overwrite ?
lt: perrašyti?

source: Press OK for starting backup to
lt: Spauskite 'OK', kad atsarginę kopiją daryti į

source: Be patient, this takes 1-2 min ...
lt: Būkite kantrūs, tai užtruks 1-2 min...

source: not confirmed
lt: nepatvirtinta

source: Flash Backup finished
lt: Kopijos įdiegimas baigtas

source: OK
lt: Gerai

source: About
lt: Apie

source: check root
lt: tikrinti pagrindinį

source: check & repair recovery
lt: atkūrimo taisymas

source: badblocks recovery > 1min
lt: blogų blokų atkūrimas > 1 min.

source: no badblocks binary - get e2fsprogs
lt: blogų blokų dvejetainio vykdomojo nėra - įkelti e2fsprogs

source: clean apt cache
lt: valyti diegėjo podėlį

source: check defragmentation root
lt: tikrinti pagr.sistemos fragmentaciją

source: defragment root
lt: defragmentuoti pagr.sistemą

source: check defragmentation recovery
lt: tikrinti atkūrimo fragmentaciją

source: defragment recovery
lt: defragmentuoti atkūrimą

source: check defragmentation Harddisk
lt: tikrinti HDD fragmentaciją

source: defragment Harddisk
lt: defragmentuoti HDD

source: If you install e2fsprogs the badblocks binary will allow to check and mark also bad blocks
lt: Įdiegę e2fsprogs, blogų blokų dvejetainiu vykdomuoju galėsite surasti ir pažymėti blogus blokus

source: Flashtool
lt: Diegimo įrankis

source: Backuptool
lt: Atsarginio kopijavimo įrankis

source: Flash kernel from image
lt: Įdiekite branduolį iš atvaizdo

source: Flashing reboot delay [0-60 sec]
lt: Paleidimo iš naujo delsa įdiegiant [0-60 sek.]

source: Imagetype in backupname
lt: Atvaizdo tipas atsarginės kopijos pavadinime

source: Boxtype in backupname
lt: Aparato tipas atsarginės kopijos pavadinime

source: deb in backupname
lt: 'deb' atsarginės kopijos pavadinime

source: Date in backupname
lt: Data atsarginės kopijos pavadinime

source: Time in backupname
lt: Laikas atsarginės kopijos pavadinime

source: Clean apt cache before backup
lt: Prieš atkūrimą išvalyti diegėjo podėlį

source: Exclude epg.db
lt: Išskirti epg.db

source: Exclude timers
lt: Išskirti laikmačius

source: Exclude settings
lt: Išskirti nustatymus

source: Exclude picons
lt: Išskirti piktogramas

source: Minimal Fading Transparency
lt: Minimalus blukimo skaidrumas

source: Verbose
lt: Išsamus

source: Sort Imagelist alphabetic
lt: Rūšiuoti atvaizdų sąrašą pagal abėcėlę

source: Show plugin
lt: Rodyti įskiepį

source: Webinterface
lt: Interneto sąsaja

source: Root Filesystem total: %s MB used: %s MB free: %s MB
lt: Pagrindinė failų sistema iš viso: %s MB naudojama: %s MB laisva: %s MB

source: Memory total: %i MB used: %i MB free: %i MB
lt: Atminties iš viso: %i MB naudojama: %i MB laisva: %i MB
